{
    "lessonsEng": [
        {
            "id": 1,
            "text": "fffjjj ffjfj jffjj fjfjf jjfjf fj fjf fjffj jfjfj jf jfj dddjjj ddjdj jddjj djdjd jjdjd dj df jd djddj jdjdj dj dfd fd jd jfd jdf kkkddd kkdkd dkkdd kdkdk ddkdk kf jdk kj kdkkd dkdkd kj dk jdk fkjd ffkfk kffkk fkfkf kf jfk kkfkf fkffk kfkfk fk fdk fkj dfk ddfdf fddff kf dfd ffdfd jd fdd fkd jjkjk kjjkk jk jdk jkjkj kj fkj djdfk jfkkd jdjkf fjddk fkfdj kdjjf kfkjd dkffj dj fdd jk dfd jdk jd kf djfk",
            "name": "Lesson 1 - df  jk"
        },
        {
            "id": 2,
            "text": "ssslll sslsl lssll slsls llsls sl ls lsl slssl lslsl lf kl lsd sk sf sl fls dll jl js aaalll aalal laall alala llala la lak all alaal lalal ad adj lda alf alfa sal flak ;;;aaa ;;a;a a;;aa ;a;a; aa;a; ala; dak; kaka; ;a;;a a;a;a add jaffa; da aka dad; ss;s; ;ss;; s;s;s ;;s;s fss; js; s;ss; ;s;s; ass; lass; aasas saass ask sla asasa ssasa jsa sad sas ll;l; ;ll;; fl; l;l;l ;;l;l fla; fld; alas; ls;;a lal;s slaa; s;sal ;alls ;s;la a;ssl als fall dak das jad; adsl; skald; alk flask; falls adds fad; lass asks lad; sad dad ass as a flak;",
            "name": "Lesson 2 - as  l;"
        },
        {
            "id": 3,
            "text": "bbbnnn bbnbn nbbnn bnbnb nnbnb nan bab blab lan ban jan bnbbn nbnbn abba anna jab nab bass bask bad fan lab fab dab nb dan bland blank and bank vvvnnn vvnvn nvvnn vnvnv nnvnv val van vnvvn nvnvn java vs vb vandal vas vj lava naval dvd mmmvvv mmvmv vmmvv mvmvm vvmvm mak malm mvmmv vmvmv am lam mass mamma small mask jam sms jvm bbmbm mbbmm bmbmb mmbmb amb lamb bmbbm mbmbm bam jamb mamba vvbvb bvvbb vbvbv bvds vnnmnm mnnmm man mmnmn manna nam vnvbm nbmmv nvnmb bnvvm bmbvn mvnnb mbmnv vmbbn band van kvass lambda dvd nan jams small bank vandal",
            "name": "Lesson 3 - vb  nm"
        },
        {
            "id": 4,
            "text": "tttyyy ttyty yttyy tytyt yytyt my tad tytty ytyty talk fat yak sat mat nat yam yd nasty navy tasty may tatty lastly gggyyy ggygy yggyy gygyg yygyg baggy gyggy ygygy gad slang lag jaggy gadfly mangy gabby hhhggg hhghg ghhgg hghgh gghgh hash ghat hghhg ghghg has handy dash aghast tthth htthh ththt hhtht that bath thtth hthth thank myth ggtgt tggtt gat gtgtg ttgtg tang yyhyh hyyhh shy yhyhy hhyhy hymn gygth ythhg ygyht tyggh thtgy hgyyt hthyg ghtty gyttja ghastly shaggy laystall fatly tansy gym lay by taffy sly yank tat many thanks",
            "name": "Lesson 4 - tg  yh"
        },
        {
            "id": 5,
            "text": "rrruuu rruru urruu rurur uurur radar ugly rug rurru ururu rub rural aura drum jury burn hurry guru ruth eeeuuu eeueu ueeuu eueue uueue sun eye vugh bevel gun eueeu ueueu leu lues neutral hue due fuel rueful guest heugh iiieee iieie eiiee ieiei eeiei evil fire ieiie eieie tie lie die tried ivied field reign rriri irrii ririr iirir irk sir rirri iriri iris trim bird rile girl firm eerer reerr there erere rrere here nerve uuiui iuuii suit guide uiuiu iiuiu build ruins eueri uriie ueuir rueei rireu ieuur iriue eirru vigil duke merit germinative guerilla mute university gurgle true rule during survey remain renumber",
            "name": "Lesson 5 - er  ui"
        },
        {
            "id": 6,
            "text": "wwwooo wwowo owwoo wowow oowow wow low now owe woe wowwo owowo row owner wood woke worm wolf world how work qqqooo qqoqo oqqoo qoqoq ooqoq qua iq qoqqo oqoqo equal quad quake quiet quit unique queen quay quod quoin quorum quota quotha pppqqq ppqpq qppqq pqpqp qqpqp equip up pqppq qpqpq pal pig pen pan pap pepper pepsi rap vip tape pair palp opaque wwpwp pwwpp wpwpw ppwpw paw pow wpwwp pwpwp wrap wipe weep whip wimp qqwqw wqqww sow qwqwq wwqwq query oopop poopp pop opopo ppopo opel prop qoqwp owppq oqopw woqqp wpwqo pqoow pwpoq qpwwo quid pro quo equator whore purple equivoke whole power opaque",
            "name": "Lesson 6 - qw  op"
        },
        {
            "id": 7,
            "text": "ccc,,, cc,c, ,cc,, c,c,c ,,c,c cd, cop, cow, calc, c,cc, ,c,c, cap, cup, cut, copy, cake, come, accept, cock, clock, cache, cackle, cluck, clinic, click cancel xxx,,, xx,x, ,xx,, x,x,x ,,x,x xxl, xml, mix, six, x,xx, ,x,x, fax, fox, box, vox, dux, excel, onyx, exile ...xxx ..x.x x..xx .x.x. xx.x. lex. cox. .x..x x.x.x xmas. xerox. oxy. extreme. exact, relax, cc.c. .cc.. c.c.c ..c.c .ca .ch .com c.cc. .c.c. ch. ck. civ. con. xxcxc cxxcc calyx xcxcx ccxcx coax coccyx ,,.,. .,,.. ex., ,.,., ..,., etc., x,xc. ,c..x ,x,.c c,xx. c.cx, .x,,c .c.,x x.cc, p.c., i.e., e.g., www.pix.com, a.m., unix.com, xxx.com",
            "name": "Lesson 7 - xc  , ."
        },
        {
            "id": 8,
            "text": "zzz/// zz/z/ /zz// z/z/z //z/z jazz zoo/zone z/zz/ /z/z/ zero zap/zombie mezzo lazy/hazy gaze zoom/gizmo, crazy zigzag/puzzle !!!/// !!/!/ /!!// !/!/! //!/! hello/hi! go! !/!!/ /!/!/ welcome! thanks! bazooka! squeeze! ???!!! ??!?! !??!! ?!?!? !!?!? how?! who? ?!??! !?!?! toxic!? why? azure? ok! zz?z? ?zz?? z?z?z ??z?z oz? fuzzy zebra? z?zz? ?z?z? zeal? zinc? !!z!z z!!zz zip! !z!z! zz!z! zing! //?/? ?//?? yes/no? /?/?/ ??/?/ zephyr/pizza? !/!z? /z??! /!/?z z/!!? z?z!/ ?!//z ?z?/! !?zz/ zenith/frozen waltz tzar/lizzie pkunzip.zip? new! all right! what? which? are you here? good luck/bye!",
            "name": "Lesson 8 - z ! ? /"
        },
        {
            "id": 9,
            "text": "fall jam dash kid ska lad alf bank navy valid man gal ham talk yak rutty urn elf is wolf oven quasi pet xxl cot zone abcdefghijklmnopqrstuvwxyz fife jojoba doddle kick suss label aka bob nine vulva memo guggle hah totality yellowy river unused eke ivied willow oboe quark prep xerox clack zigzag zyxwvutsrqponmlkjihgfedcba",
            "name": "Lesson 9 - Alphabetic test"
        },
        {
            "id": 10,
            "text": "ffffff",
            "name": "Lesson 10 - text"
        }
    ],
    "lessonsUkr": [
        {
            "id": 1,
            "text": "ааоао оаооа аоаоа аооао оаоаа ооаоа аоаао оаоао оааоа аоаоо ввлвл лвллв влвлв вллвл лвлвв ллвлв влввл лвлвл лввлв влвлл вовал оаллв овола аоввл алаво лвооа лалов влаао вал овал лава вол лов олово іідід дідді ідіді іддід дідіі ддіді ідіід дідід дііді ідідд іоіад оадді оіода аоіід адаіо діооа дадоі ідаао ілівд лвдді лілдв вліід вілла ффжфж жфжжф фжфжф фжжфж жфжфф жжфжф фжффж жфжфж жффжф фжфжж флфвж лвжжф лфлжв влффж вжвфл жфллв жвжлф фжввл фофаж оажжф офожа аоффж фдфіж діжжф дфджі ідффж іжіфд жфдді жіждф фжіід жало діло ложа діжа алло вода",
            "name": "Урок 1 - фіва олдж"
        },
        {
            "id": 2,
            "text": "ппрпр рпррп прпрп пррпр рпрпп ррпрп прппр рпрпр рппрп прпрр право рана парта пора вправа пожар радник прорив правда флора ранок еенен ненне енене еннен ненее ннене енеен ненен неене ененн елемент нора нерви новела феномен піна пані аренда жінка фанера иитит титти итити иттит титии ттити итиит титит тиити ититт тир тип тиф тритон притока привіт пила твори тиша ммьмь ьмььм мьмьм мььмь ьмьмм ььмьм мьммь ьмьмь ьммьм мьмьь мир мати міль мана менти може макрель тінь мідь форель ремень ніть потім торпеда півень емент мнтте мемтн нмеет еиень иньье иеиьн ниееь",
            "name": "Урок 2 - епми нрть"
        },
        {
            "id": 3,
            "text": "ккгкг гкггк кгкгк кггкг гкгкк ггкгк кгккг гкгкг гккгк кгкгг кіно кінь гад кефір кеглі гадка грім грижа голуб гірко легко кілограм уушуш шушшу ушушу ушшуш шушуу шшушу ушууш шушуш шуушу ушушш ум ушу удав угода шалаш шквал шпагат штука шулер куш груша ссбсб бсббс сбсбс сббсб бсбсс ббсбс сбссб бсбсб бссбс сбсбб сто біс сіль сало софа собор бог бос соболь ччючю ючююч чючюч чюючю ючючч юючюч чюччю ючючю юччюч чючюю чиж чукча часник чаклун чайка чадо юзер юнга юрба юрист юрта юшка брюки бюст брошура дюжина любов учугб чгббу чучбг гчууб усугю сгююу сусюг гсуую укугш кгшшу кукшг гкууш гшгук шуккг шгшку ушггк",
            "name": "Урок 3 - укчс гшбю"
        },
        {
            "id": 4,
            "text": "ццщцщ щцщщц цщцщц цщщцщ щцщцц щщцщц цщццщ щцщцщ щццщц цщцщщ щавель щирий цукор щастя цех щиголь цвинтар цегла церква цивілізація церемонія ййзйз зйззй йзйзй йззйз зйзйй ззйзй йзййз зйзйз зййзй йзйзз йод йота добрий поганий злий зуд здібний зоряний яяєяє єяєєя яєяєя яєєяє єяєяя єєяєя яєяяє єяєяє єяяєя яєяєє сяє яд яркий язик заєць хх х'хх' 'х'х' 'хх'х х'х'' хх'х' 'х''х х'х'х х''х' 'х'хх м'яч сузір'я м'ясо хижак здоров'я з'їзд сім'я ім'я хазяїн хміль хрін цех йяйїґ яїґґй яйяґї їяййґ їґїйя ґйяяї ґїґяй йґїїя їжак ґрунт ґудзик ґвалт їжа ґанок ґелґотіння ґатунок їзда ґуля ґрати ґаблі",
            "name": "Урок 4 - 'йця щзхїєґ"
        },
        {
            "id": 5,
            "text": "атаман аборт бокс брати гетьман гроші гурт горілка йолоп держава човен вино козак красень кріпак лев тло жінка клавіатура музика мода гість станок комп'ютер йог соловійко щебетати абвгдеєжзиіїйклмнопрстуфхцчшщюяь'ґ ангел вальс джерело нафта індекс гривня кінь місяць радість учень калина життя щастя шлейф відвага мудрість принтер хризантема в'язниця відповідь гроза кобзар зір подорож ніч мазь рибальство мисливство сільський міський сміх сніг пам'ятник священик морквяний м'язи п'єдестал бур'ян святий священний життєпис пів'яблука глузд військкомат ллється космос наука ґ'ьяющшчцхфутсрпонмлкйїіизжєедгвба кінець",
            "name": "Урок 5 - Від а до я"
        },
        {
            "id": 6,
            "text": "П'ятірка баксів ж користувач, - чайник! Тренуйтеся ще!!! Чому? Отриманий результат пропорційний кількості годин тренування ... Отож-то. коло. Олово. Воваж Варвараж лінолеум: Яка швидкість? Як у їжака. Фуфло? 'Біблія' Йодйогйота Шиш шершень Шашлик Замовлення, зигзаг, ЗАЗ, Хохотати. Хохма. Етюд: Ічкерія? Далі буде... Щоб подивитися, чому Ви навчилися, спробуйте режим Фрази.",
            "name": "Урок 6 - Екзамен"
        }
        
    ]

}